tutorials/multiphaseEuler/Grossetete/system/functions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      functions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#includeFunc graphCell
(
    name=graph,
    start=(0.0101 0 0),
    end=(0.0101 0.01905 0),
    fields=(alpha.gas)
)

#includeFunc yPlus(phase=liquid)

// ************************************************************************* //
